debug_lote_nfcom.xml

<?xml version="1.0" encoding="utf-8"?>
<soap12:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap12="http://www.w3.org/2003/05/soap-envelope">
  <soap12:Header>
    <nfcomCabecMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">
      <cUF>52</cUF>
      <versaoDados>1.00</versaoDados>
    </nfcomCabecMsg>
  </soap12:Header>
  <soap12:Body>
    <nfcomDadosMsg xmlns="http://www.portalfiscal.inf.br/nfcom/wsdl/NFComRecepcao">H4sIAAAAAAAACu1Xy5KyWpZ+FfuviJ54MrkIKKf57dhcRbnITcWKGiAgolwUUNBZRQ/6QXpQ71DD
c16sN6KZ5l+nq051RM86IzNZt732Wt9ae7NgNJHL016TJln5/duuqo4/I0hd1+/HvKi8ZBuXvpe8
x9n2fVMg2dbP029jBrLdMjn4/u1OkThOoRhJDDBihA5RFMXwEYWjKPztfkgMJQY4hqEY9q13CYvS
y79/w95RtHUXhGPGd8QxiTNI+2SqI0g3Y4xBOoJJ82BMQWX7ZMqwiMMx5DqCyTS4kkHaB+PDf499
oKu7hF+0jtoHE+yENB7jKE69odgbjtoo/jOB/kzQb+jgZxRlkM4Abg8fZbf/nWIyK65CcK7yIr6N
oeEXnvHVcyZKMHxsNGjdPHhmG2d3dNoVHzT0LnpVK+oIBqIxL3J/TLyT+DsUP3kGuQMTpjE04rT5
dPwVXwa5CxlZgClhOE2PhjSDQI7hTHs8gGr4YBotT8PxQl6AnqDOTUHQeFkVNFu3eorNAwbpDJhG
9LKqsxPV3mj0E4S0kzFhFoSFcA+jUaJiDBaCJvOgN3UsTlBkTe/NHFa2LW4izHq80NMVeSHIZuu7
NWeyIh9biAZRgwTTcMdkbDiANwFO9xTdFno43rOAAnoo1rMF0xT0d7i0NWMa1osLuEpygAk0GYof
gjvmXxGH1u3/uW5ZAjS8SzhhPh4OaJTCUNgwLcfA/pJ0BmnbbJtnIewrmkYJfEBBxO4CBnlJGOng
D8KyemLJKz3LtWxBhcFymq7okvwJY1cnejAaYXBPWCdi+KxTnAWywLeOYJk+mQ7ejrzjNQeOIlv2
F/hgQ1NP/B4IsAJEbPEw/ILKgCTRATr6gor163/lvbl3TvJXaFBsgKE0RnxCY807aJCXqJAue68s
4ww2BMwy5vIAfLA/pvtV2x7mT9P7kX7VWWFxcao4GVOt6oNjMi7PqsKrYO4kTrWH/1PCBE9Szl7P
M4z0VfFpJsbpw2zw1mb7RcEgL5kFYdXL5CpM4e0Er6Zj0d44/rx9kHBhRzHN/QGbnHMU8Ot//vof
eo/TVcHkZKD0NNAzf/0zL+u9z9P0Tv7UuzfmW9t73XLG5xK48xilUJRo2/PBM5yoz8fUAG3L0pLM
WQ2DMeTuT+YEb41z4QXeuL0/2+7/lDCXNva7Al4kd5q5wCr6Y7QT3Wnmop8r2C4PWccwl3tUj6Vd
hEiXf5we87LFXeZUi0BhhJY9JuD12D7hlfOQzmWrU6FP1YXlng4hxRxbC/Sdgl1wJ+GWd0FrfycZ
pPOhi7L2j3w9jAZ30ZNjLg8COoXn+clBF0/iIxfY1dWXeuM/1nv4Q73nps47tg6PPTz9f1NF2P7d
W+fvVhH7/yr+H1SxyuGs8swdf829zcrOq25j9HPjS6t4Cu50J4LI5tmrvBMwF5GbP8Ut2eHVef4M
lnoJ9okK/kTlIjqabQvKh5sH2ypaiJ7SO0xmWNlFvOk2gMzDWWvx4O5iLodzRfmieQg6paUor6qW
hVmapviRYEt32s/dfm+jwenqAXU7ZyGPGkT3mQYOOsewasn22r1X/0PCBIsw85+6NxR/w+AL8UPI
BPOwcMq/vdo/xU+Tz2v94eNTzPh5wHpF4d3HuE+GQboA4QgLgti/E+2kUcFXXPhvPa19TVYQinPl
/fqXlgnCXlvpnp9n27xIw55XVO89jIQX+i9/wX/560+91U+9b8G3XuD1OFNkEYyG131PTs9ZHHhw
deuAtRCOffEBiiqO8h7dLo8zPy5z+K5oPShh3GuRSsI0zCqv6GW//LWHYwQC0yTbqeEe7J3owkee
s/jnVG6dW5NTAd/CD82//JHjgQ3+2I73JZzvg2341s337+WlKN/hb5Rf2gn/vgAxTLg2/Hd/d2e/
/zPD/b/eJ/bv2J/+BGN7jQH5Gp4VR1l73YW/8elRD97zIkJa9whKI9AgKOPoD9+6VWEgQxRhi3lZ
nsXw6yS+eVWcZ2pY7fKgB5IIDuXVLv0tl7bZesUQU+DeoNs3HyOyt1aCDjDyG/IS1u/x9mOA8KPm
rdx5WOvIDLdhATs67Dmm/P3bH/75r6QxYxdeVrYNU77Q/1xIYXYJk/wYBm/lM7M2ut/p7R/ChbyG
yMcRPET/G+CeoHUeFl5yDsfT4SIBlGkYt/O8KbzJ8DSIN3o2Ahv/O4O8WjLIB9iQfm2Rj2p2hlGk
zfPhgd5NaGHCEYVP6pvFamfKSHg8OwSbs+sVPaGmo+HevlrLo6Cu101Yr7kRoE9sOdqtZlg/NI4H
fLQw+jRMejawGm/tUoOTXc+i9SJzk/UMQXf8vNbdiX/g5jjHzeJD/xo7+Qm5zM4T13Q2itRPk6sb
XxGZEtBTbTecwF0BbsR5aleeog6N9WlmE4WUxnM3bQiH90Yme0EumcGDK9rXG57k1jNHseQaWdEA
U090fXb527AgdO6aqdncvt1w7aptL8tytwaksrQJTWny0+3MDzcOoPWSHV11jFDcZTqZlTzwtra4
qMNa0lJzKLI4R+qpliZLOl6czk6h+YPMmyMDHmzXg30pT6anqsGqXfT9ewf6C9DMLLx2FViRKM17
lddRXAjvvS08s3DSVmV5otkcx5p4BGqZBZEsmxMjgd9/h4Q1at5wp7N8Le8uvgYMQWENUC/h61IF
BwlgjsDuVM5I5Ea4AZONtAULcps7JLzDYZyfijdvWTeiDexOV9q8IPKyqM1hko5lsbhmC6HK1ndf
oFEXhqNGDkqri4U5lQUM20zMoy81O3niYipLrHhbxlRbaDReIDVerVUxb2X4D7I6CuqGu4Fpt69r
g8PUUk21FgyXXxjGTKiPUwMDlZFNdz6elKpR1lynk4V6OrFvgq6CLi62UUVHom8+7jSTPfCfuYjO
l1y0YNmg3oot3S6vlco69/Vco+rqPiLgJz+u3kCt8jDT/Stmpc0l7HW90pJNqh1diJm0B+5TJzha
4mfmcZ0me3dpXmSRncmC0MCca6W+x8wL193SWqxZWVhojjgVTYcULAcT7cScO1dWXQgmq+8dVL0J
qM6DAYyhVm2ZgPVn5T3Q2Ohw2h1iia5RFtZZBEDngDECrZ6LZpAWQAFyKxjZFZWJN2TUr3B135RY
WiOTSX8t0etmPlmvq3BVKqVNkOIJA/sYEc9bA3eL4VCOsmS6tUiqGNms7AznVzI0zXNJoNcSjfXz
bq/R5XkdLWlulU7nt2IjutjQF3DiZFura1+z02h2jYfFBZZtCUE6n1fgCDB5sjIoi/VTe5IGgzlF
bHmkdmd7I0XmhgVzVJeHw4yowGYzYtFJsuN5CUe2k8SbDVbRdVAe3LpstFw5G645LMzDajG96At8
zanrvjMaegee3PJ0ZnhKhcnXy2JajlbSxsxjPqXBvllqyqjm5tetWF70xN8SKSf58WQoC/v5KjSK
5oTDiF3naMzWqz6azfK+gi2z+iTl/VMwrGUeGIDNCZkLbxwHMr/rQxO1WSDXAB70tg8mlipIPFhG
LGy7M5pEINtmsiJn6FYabMytGuBkabMOG0UFGwkia/iwjqasCm5tAlee1S7LGs5EBTNJl3ZoMAGU
cqX3Lm6c3aV22+ANFkiHs4vTlZJOrwre7P2Y3rlX7KmrNqtFGUhJvZGEKtg7Z58PYlWW8Ht8piBE
HlFH3pkVs/UxSMV0Y5H1ZqDd1g6bbZbiccOR+w2OR3Ltiq5QswBe1tJOdQ10xzqHRoR9yhlOIyyc
RLev7BLSbf+KOXuQ2CWrAkPlcxbY/G/0cc5HTxsh50a2YsvwnBmNbvu1xvukdhPaswfPjFPf1/y9
vxlYsdEisoHAsxTQBfjO/NFm1dUoYkW3XvCsxUbr1p4DlltbPCu91IEDpkt5ExP1+fyi4Np+zZE7
d6BdNpMF6lktJujZzeQLPEN7/0offEmt3KVa+ThdBivzqCw/70ElYw/rPQi6nnAEcQ9ea86D6LPW
oDbqyL3fYcGkttgdz7EwyH7OXyM9d4nfE9NG0mAviHtl9dRh1ec9h+EatPXTup5TgM75s6Qvv/TW
VUnF/UceKfRhkTHsq9IdyJf/MceVi0Hb64Z/5GkQghgZTmFMqsPSVTJ9VMRcJZzjyUQfbNyDU9d8
dK/HHBgTBDY+xGEVqQCVOOskWfJmwBsCy9UOAPCcAYNzUhTP9CygBVr1tk02Om+nC30+3Mk3u8H3
tM3FlJWo3Iky6FW9uqbHTSDyw8EW6YvrI7rh9ZSUaf0gYLkQNGhu6ToVK4J9O5pF6ESFLdZFWpCC
bkyP6po4sJuUXPG7nRUuKspELS7PGotozuLVOjf7/iJLnKsCTG5C3Ap2Pyf5xFtWkWgX4UTzluZt
gpzOINCPxcag+XWNXjALXQgKqi/mnJTxAjE7aPY0vC0vKyHoi6Sp7pLZobotRha1pdJNKJe0tD0o
jnogECOndrclZgukTRBIZHoluhvy3L4Cpa8vVEreR4muqKadVVOCXPXZG23Ui8iUz1p45KdpHi0p
ZJnS/iohjwoyzMkKszBpmFxGiSkZFE9fpsZwNYw3EkXqomQ49ny58fLQzNeKolTohVB31Amwk/Uo
dxItGGVCpmEBdeDCs7G5yXtR426EgOHHGUEJfsKtyetmoM7FlNwNUx+dqeepSbFbcaMtdEzan7DG
36Sj6FK6BW5OrOS6nOmeZNXagVIBj6z7x/mx3s4SQ9YJfoan5MaNeOqU6EvsnBpL7EKcqUO5PJv8
mdaOqanP9SrTl1q88BfG9jA61tRyqSz1gSJBMgYBki+Ss4+ZvjeSqoOj+6e+uHW284Og8TZaqiE/
16gNDQqCaItDXYrLDZDWNkZs8korUZ+LZ1v6Fjl9B1zCOYrLYn+qpIuMyrRdNKiDZhSX1qCWLKMd
7H6c2jpJN9EhH1Pe5/wH6e57778BZrOfzVgaAAA=</nfcomDadosMsg>
  </soap12:Body>
</soap12:Envelope>